Key,"French (France)"
AlarmServer.Default.Text,défaut
Settings_Screen.Pressure_Valve.Text,"PRESSION
VANNE"
Settings_Screen.Washing_Pump_Button.Text,"POMPE
DE NETTOYAGE"
Settings_Screen.Washing_Gun_Button.Text,"POMPE PISTOLET
DE NETTOYAGE"
Settings_Screen.Blower_Test.Text,"TEST SECHEUR"
Settings_Screen.AnalogNumeric4.Prefix,
Settings_Screen.AnalogNumeric4.Suffix,
Settings_Screen.Text4.Text,"NOM DE LA COMPAGNIE"
Settings_Screen.AnalogNumeric.Prefix,
Settings_Screen.AnalogNumeric.Suffix,mbar
Settings_Screen.Text3.Text,"PRESSION MAXI"
Automatic_Screen.Auto_Wash_Button.Text,"LAVAGE
AUTOMATIQUE"
Drying_Screen.Drying_Start.Text,SECHAGE
Drying_Screen.Drying_Time_Text.Text,"TEMPS DE SECHAGE"
Drying_Screen.Drying_Min_Set.Prefix,ENSEMBLE:
Drying_Screen.Drying_Min_Set.Suffix,
Drying_Screen.Door_Open_Button.Text,"OUVRIR PORTE"
Drying_Screen.Door_Close_Button.Text,"FERMER PORTE"
Drying_Screen.Stable_Down.Text,"STABILISATEUR DE
FILTRE EN BAS"
Drying_Screen.Button4.Text,"STABILISATEUR DU
FILTRE EN HAUT"
Drying_Screen.Home_Button.Text,
Drying_Screen.Auto_Button.Text,"Lavage
Automatique"
Drying_Screen.Manuel_Button.Text,"Lavage
Manuel"
Drying_Screen.Alarm_button.Text,"Êcran
Alarme"
Drying_Screen.Drying_Button.Text,Séchage
Drying_Screen.Test_Nav.Text,TEST
Test_Screen.Test_Nav.Text,TEST
Test_Screen.Home_Button.Text,
Test_Screen.Auto_Button.Text,"Lavage
Automatique"
Test_Screen.Manuel_Button.Text,"Lavage
Manuel"
Test_Screen.Alarm_button.Text,"Êcran
Alarme"
Test_Screen.Drying_Button.Text,Séchage
Test_Screen.Filter_Test.Text,"TEST
FILTRE"
Test_Screen.CleanFilter.Text,"NETTOYAGE FILTRE"
Test_Screen.DirtyFilter.Text,"FILTRE SALE"
Test_Screen.CloggedFilter.Text,"FILTRE BOUCHÉ"
Test_Screen.Text1.Text,PRESSION
Test_Screen.PressureNumeric.Prefix,
Test_Screen.PressureNumeric.Suffix,mbar
Test_Screen.AnalogNumeric5.Prefix,
Test_Screen.AnalogNumeric5.Suffix,
Test_Screen.AnalogNumeric6.Prefix,
Test_Screen.AnalogNumeric6.Suffix,
Test_Screen.Text2.Text,"NUMERO DE SERIE"
Test_Screen.Text3.Text,"NUMERO DE CLIENT"
Automatic_Screen.Drying_Button.Text,Séchage
Automatic_Screen.Home_Button.Text,
Automatic_Screen.Auto_Button.Text,"Lavage
Automatique"
Automatic_Screen.Manuel_Button.Text,"Lavage
Manuel"
Automatic_Screen.Alarm_button.Text,"Êcran
Alarme"
Automatic_Screen.Test_Nav.Text,TEST
Test_Screen.Stable_Down.Text,"STABILISATEUR DE
FILTRE EN BAS"
Test_Screen.Stable_Up.Text,"STABILISATEUR DU
FILTRE EN HAUT"
Test_Screen.Door_Open_Button.Text,"OUVRIR PORTE"
Test_Screen.Door_Close_Button.Text,"FERMER PORTE"
Automatic_Screen.Stable_Down.Text,"STABILISATEUR DE
FILTRE EN BAS"
Automatic_Screen.Stable_Up.Text,"STABILISATEUR DU
FILTRE EN HAUT"
Automatic_Screen.Door_Open_Button.Text,"OUVRIR PORTE"
Automatic_Screen.Door_Close_Button.Text,"FERMER PORTE"
Alarm_Screen.Drying_Button.Text,Séchage
Alarm_Screen.Home_Button.Text,
Alarm_Screen.Manuel_Button.Text,"Lavage
Manuel"
Alarm_Screen.Alarm_button.Text,"Êcran
Alarme"
Alarm_Screen.Test_Nav.Text,TEST
Alarm_Screen.Auto_Button.Text,"Lavage
Automatique"
Settings_Screen.Home_Button.Text,
AlarmServer.Default_Emergency_Stop.StaticText,"Boutton d’arrêt d’urgence pressé"
AlarmServer.Default_Phase_Sequence.StaticText,"La séquence de la phase est erronée"
AlarmServer.Default_Washing_Pump_Error.StaticText,"Erreur de la pompe de lavage"
AlarmServer.Default_Manuel_Washing_Pump_Error.StaticText,"Erreur de la pompe de lavage haute pression (Manuel)"
AlarmServer.Default_Blower_Error.StaticText,"Erreur du ventilateur de séchage"
Automatic_Screen.Heater_Button.Text,"Chauffe Eau"
Automatic_Screen.Heater_Button.Texts[0],"Chauffe Eau Êteint"
Automatic_Screen.Heater_Button.Texts[1],"Chauffe Eau Allumé"
Test_Screen.Text.Text,"Veuillez arrêter le processus de lavage avant de procéder aux essais!"
Test_Screen.Text4.Text,Avertissement!
Automatic_Screen.Text.Text,"Arrêtez le processus de test avant de laver!"
Automatic_Screen.Text4.Text,Avertissement!
Automatic_Screen.Text2.Text,"Entrez le Temps de Lavage!"
Drying_Screen.Text4.Text,Avertissement!
Drying_Screen.Text2.Text,"Veuillez entrer l’heure de séchage!"
Drying_Screen.Drying_Heat_Text.Text,"TEMPÉRATURE DE SÉCHAGE"
Drying_Screen.Drying_Heat_Set.Prefix,ENSEMBLE:
Drying_Screen.Drying_Heat_Set.Suffix,
Drying_Screen.Current_Heat_Text.Text,"TEMPERATURE DE SECHAGE EN COURS"
Drying_Screen.Current_Heat.Prefix,
Drying_Screen.Current_Heat.Suffix,
Drying_Screen.Text.Text,"Veuillez entrer une valeur de température valide!"
Drying_Screen.Text1.Text," Valeur :
50-100 C"
Settings_Screen.Admin_Page_Button.Text,"PAGE
ADMINISTRATEUR"
Admin_Page.Back_Button.Text,RETOUR
Admin_Page.prewashWaterTime_Text.Text,"Minuteur de pré-lavage"
Admin_Page.cleaningRestTime_Text.Text,"Minuteur du temps restant de nettoyage"
Admin_Page.dryingAirTime_Text.Text,"Minuteur d’air de séchage"
Admin_Page.dryingRestTime_Text.Text,"Minuteur du temps restant de séchage"
Admin_Page.cleaningWaterTime_Text.Text,"Minuterie de lavage"
Admin_Page.cleaningPressTime_Text.Text,"Minuterie de lavage sous pression"
Admin_Page.prewashRestTime_Text.Text,"Minuteur du temps restant de pré-lavage"
Admin_Page.prewashWaterTime_Num.Prefix,
Admin_Page.prewashWaterTime_Num.Suffix," sec"
Admin_Page.prewashRestTime_Num.Prefix,
Admin_Page.prewashRestTime_Num.Suffix," sec"
Admin_Page.dryingAirTime_Num.Prefix,
Admin_Page.dryingAirTime_Num.Suffix," sec"
Admin_Page.dryingRestTime_Num.Prefix,
Admin_Page.dryingRestTime_Num.Suffix," sec"
Admin_Page.cleaningWaterTime_Num.Prefix,
Admin_Page.cleaningWaterTime_Num.Suffix," sec"
Admin_Page.cleaningPressTime_Num.Prefix,
Admin_Page.cleaningPressTime_Num.Suffix," sec"
Admin_Page.cleaningRestTime_Num.Prefix,
Admin_Page.cleaningRestTime_Num.Suffix," sec"
Admin_Page.Warning_Text.Text,"Vous acceptez le risque en changeant les valeurs"
LoginScreen.Text.Text,"Ouverture de session de l’administrateur"
LoginScreen.CancelButton.Text,ANNULER
LoginScreen.LoginButton.Text,OUVRIR
LoginScreen.Button.Text,
LoginScreen.Text1.Text,Avertissement!
LoginScreen.Text2.Text,"Mauvais mot de passe!"
LoginScreen.Password_Num.Prefix,
LoginScreen.Password_Num.Suffix,
Test_Screen.AnalogNumeric.Prefix,
Test_Screen.AnalogNumeric.Suffix,
Test_Screen.ExpandButton.Text,Expansion
Test_Screen.SecretButton.Text,
Test_Screen.TrendViewer1.Curves[0].DisplayName,Courbe
Test_Screen.NarrowButton.Text,Etroit
Automatic_Screen.Text1.Text,PRESSION
Automatic_Screen.AnalogNumeric4.Prefix,
Automatic_Screen.AnalogNumeric4.Suffix,mbar
Automatic_Screen.AnalogNumeric.Prefix,
Automatic_Screen.AnalogNumeric.Suffix,
Admin_Page.testTime_Num.Prefix,
Admin_Page.testTime_Num.Suffix,sec.
Admin_Page.TestTime_Text.Text,"Temps du Test du Filtre"
Manuel_Screen.Drying_Button.Text,Séchage
Manuel_Screen.Home_Button.Text,
Manuel_Screen.Test_Nav.Text,TEST
Manuel_Screen.Auto_Button.Text,"Lavage
Automatique"
Manuel_Screen.Alarm_button.Text,"Êcran
Alarme"
Manuel_Screen.Manuel_Button.Text,"Lavage
Manuel"
Manuel_Screen.Door_Open_Button.Text,"OUVRIR PORTE"
Manuel_Screen.Door_Close_Button.Text,"FERMER PORTE"
Manuel_Screen.Stable_Down.Text,"STABILISATEUR DE
FILTRE EN BAS"
Manuel_Screen.Stable_Up.Text,"STABILISATEUR DU
FILTRE EN HAUT"
Manuel_Screen.MWashing_Button.Text,"LAVAGE
MANUEL"
Manuel_Screen.Show_Heat.Prefix,
Manuel_Screen.Show_Heat.Suffix,
Manuel_Screen.Wash_Time_Text.Text,"TEMPS DE LAVAGE RESTANT"
Manuel_Screen.Set_Heat.Prefix,ENSEMBLE:
Manuel_Screen.Set_Heat.Suffix,
Manuel_Screen.Set_Time.Prefix,ENSEMBLE:
Manuel_Screen.Set_Time.Suffix,
Manuel_Screen.Heater_Button.Text,"Chauffe Eau"
Manuel_Screen.Text.Text,"Selectionner les Cycles Avant le Lavage"
Manuel_Screen.Text4.Text,Avertissement!
Manuel_Screen.Text2.Text,"Entrez le Temps de Lavage!"
Manuel_Screen.Setting_Button.Text,"Réglages Lavage"
Manuel_Screen.Heater_Button.Texts[0],"Chauffe Eau Êteint"
Manuel_Screen.Heater_Button.Texts[1],"Chauffe Eau Allumé"
Automatic_Screen.Setting_Button.Text,"Réglages Lavage"
Manuel_Screen.Dry_Cycle_Selector.Texts[0],"1 Cycle"
Manuel_Screen.Dry_Cycle_Selector.Texts[1],"2 Cycles"
Manuel_Screen.Dry_Cycle_Selector.Texts[2],"3 Cycles"
Manuel_Screen.Dry_Cycle_Selector.Texts[3],"4 Cycles"
Manuel_Screen.Dry_Cycle_Selector.Texts[4],"5 Cycles"
Manuel_Screen.Dry_Cycle_Selector.Texts[5],"0 Cycle"
Manuel_Screen.PreWash_Cycle_Text.Text,"CYCLE DE PRÉ-LAVAGE"
Manuel_Screen.Dry_Cycle_Text.Text,"CYCLE DE RINÇAGE DU LAVAGE"
Manuel_Screen.StatusChecker.Prefix,
Manuel_Screen.StatusChecker.Suffix,
Automatic_Screen.StatusChecker.Prefix,
Automatic_Screen.StatusChecker.Suffix,
Test_Screen.TrendViewer.Curves[0].DisplayName,Courbe
Automatic_Screen.Gun_Button.Text,"PISTOLET DE LAVAGE"
Manuel_Screen.Gun_Button.Text,"PISTOLET DE LAVAGE"
Manuel_Screen.Press_Button.Text,PRESSION
Manuel_Screen.PressChecker.Prefix,
Manuel_Screen.PressChecker.Suffix,
Manuel_Screen.t_Door.Text,"Veuillez Fermer la Porte!"
Automatic_Screen.t_Door.Text,"Veuillez Fermer la Porte!"
Automatic_Screen.an_WaterLevel.Prefix,
Automatic_Screen.an_WaterLevel.Suffix,
Automatic_Screen.t_Level.Text,"Le Niveau D’Eau est Bas!"
Manuel_Screen.an_WaterLevel.Prefix,
Manuel_Screen.an_WaterLevel.Suffix,
Manuel_Screen.t_Level.Text,"Le Niveau D’Eau est Bas!"
Settings_Screen.Calibration_Button.Text,"CALIBRAGE
PRESSION"
Automatic_Screen.Text3.Text,"Fermé par mesure
 de précaution!"
Manuel_Screen.Text3.Text,"Fermé par mesure
 de précaution!"
Settings_Screen.AnalogNumeric1.Prefix,
Settings_Screen.AnalogNumeric1.Suffix,
Settings_Screen.AnalogNumeric2.Prefix,
Settings_Screen.AnalogNumeric2.Suffix,
Automatic_Screen.AnalogNumeric1.Prefix,
Automatic_Screen.AnalogNumeric1.Suffix,
Automatic_Screen.AnalogNumeric2.Prefix,
Automatic_Screen.AnalogNumeric2.Suffix,
Alarm_Screen.Button.Text,Composants
Components.Back_Button.Text,RETOUR
Components.Text.Text,"Arrêt d’urgence"
Components.Text1.Text,"Interrupteur au pied"
Components.Text2.Text,"Séquence de la phase"
Components.Text3.Text,"Pompe de lavage"
Components.Text4.Text,"Pompe de lavage manuel"
Components.Text5.Text,Sécheur
Components.Text7.Text,"Commutateur de porte"
Components.Text8.Text,"Commutateur de niveau d’eau"
Automatic_Screen.PAUSE.Text,PAUSE
Automatic_Screen.Text5.Text,"Le lavage s'est arrêté!"
Components.Text10.Text,"Émetteur de pression"
Components.Text11.Text,"Émetteur d’eau"
Components.Text12.Text,"Émetteur du réchauffeur d’air"
Settings_Screen.AnalogNumeric3.Prefix,
Settings_Screen.AnalogNumeric3.Suffix,
Settings_Screen.Text.Text,"Attendez que l’étalonnage soit terminé!"
Settings_Screen.Text1.Text,"Attendez que l’étalonnage soit terminé!"
Automatic_Screen.PAUSE.Texts[0],PAUSE
Automatic_Screen.PAUSE.Texts[1],RESUME
Manuel_Screen.PAUSE.Text,PAUSE
Manuel_Screen.PAUSE.Texts[0],PAUSE
Manuel_Screen.PAUSE.Texts[1],RESUME
HomeScreen.prewashWaterTime_Num.Prefix,
HomeScreen.prewashWaterTime_Num.Suffix," sec"
HomeScreen.prewashRestTime_Num.Prefix,
HomeScreen.prewashRestTime_Num.Suffix," sec"
HomeScreen.dryingAirTime_Num.Prefix,
HomeScreen.dryingAirTime_Num.Suffix," sec"
HomeScreen.dryingRestTime_Num.Prefix,
HomeScreen.dryingRestTime_Num.Suffix," sec"
HomeScreen.cleaningWaterTime_Num.Prefix,
HomeScreen.cleaningWaterTime_Num.Suffix," sec"
HomeScreen.cleaningPressTime_Num.Prefix,
HomeScreen.cleaningPressTime_Num.Suffix," sec"
HomeScreen.cleaningRestTime_Num.Prefix,
HomeScreen.cleaningRestTime_Num.Suffix," sec"
HomeScreen.testTime_Num.Prefix,
HomeScreen.testTime_Num.Suffix,sec.
Manuel_Screen.Text5.Text,"Le lavage s'est arrêté!"
HomeScreen.AnalogNumeric.Prefix,
HomeScreen.AnalogNumeric.Suffix,
HomeScreen.AnalogNumeric1.Prefix,
HomeScreen.AnalogNumeric1.Suffix,
HomeScreen.AnalogNumeric2.Prefix,
HomeScreen.AnalogNumeric2.Suffix,
Automatic_Screen.Button.Text,
Automatic_Screen.Button1.Text,
Manuel_Screen.Button.Text,
Manuel_Screen.Button1.Text,
Automatic_Screen.Show_Heat.Prefix,
Automatic_Screen.Show_Heat.Suffix,
Automatic_Screen.Wash_Time_Text.Text,"TEMPS DE LAVAGE RESTANT"
Automatic_Screen.Set_Heat.Prefix,ENSEMBLE:
Automatic_Screen.Set_Heat.Suffix,
Automatic_Screen.Set_Time.Prefix,
Automatic_Screen.Set_Time.Suffix,
HomeScreen.an_WaterLevel.Prefix,
HomeScreen.an_WaterLevel.Suffix,
HomeScreen.AnalogNumeric3.Prefix,
HomeScreen.AnalogNumeric3.Suffix,
HomeScreen.AnalogNumeric4.Prefix,
HomeScreen.AnalogNumeric4.Suffix,
Manuel_Screen.PreWash_Cycle_Selector.Texts[0],"0 Cycles"
Manuel_Screen.PreWash_Cycle_Selector.Texts[1],"1 Cycle"
Manuel_Screen.PreWash_Cycle_Selector.Texts[2],"2 Cycles"
Manuel_Screen.PreWash_Cycle_Selector.Texts[3],"3 Cycles"
Manuel_Screen.PreWash_Cycle_Selector.Texts[4],"4 Cycles"
Manuel_Screen.PreWash_Cycle_Selector.Texts[5],"5 Cycles"
